/*
 *   Copyright © 2017 Teclib. All rights reserved.
 *
 * Localizable.strings is part of flyve-mdm-ios
 *
 * flyve-mdm-ios is a subproject of Flyve MDM. Flyve MDM is a mobile
 * device management software.
 *
 * flyve-mdm-ios is free software: you can redistribute it and/or
 * modify it under the terms of the GNU General Public License
 * as published by the Free Software Foundation; either version 3
 * of the License, or (at your option) any later version.
 *
 * flyve-mdm-ios is distributed in the hope that it will be useful,
 * but WITHOUT ANY WARRANTY; without even the implied warranty of
 * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 * GNU General Public License for more details.
 * ------------------------------------------------------------------------------
 * @author    Hector Rondon
 * @date      06/09/17
 * @copyright Copyright © 2017 Teclib. All rights reserved.
 * @license   GPLv3 https://www.gnu.org/licenses/gpl-3.0.html
 * @link      https://github.com/flyve-mdm/flyve-mdm-ios-agent
 * @link      https://flyve-mdm.com
 * ------------------------------------------------------------------------------
 */


"app_name" = "Agent Flyve MDM";

"message_init" = "Flyve MDM je software pro správu mobilních zařízení který umožňuje zabezpečit a spravovat všechna mobilní zařízení ve vaší organizace či rodině prostřednictvím webové konzole";

"enroll" = "Zaregistrovat";

"enroll_device" = "Zaregistrovat zařízení";

"agent_reboot" = "Agent Flyve MDM byl restartován";

"loading" = "ČEKEJTE…";

"success" = "Úspěch!";

"enroll_fail" = "Registrace se nezdařila";

"error_profile" = "Chyba: zařízení potřebuje změnit svůj profil";

"service_notif_id" = "Inventurní agent Flyve MDM";

"title_ supervised" = "Zařízení dohledováno";

"title_user" = "Informace o uživateli";

"title_resources" = "Prostředky agenta";

"log_report" = "Hlášení záznamu událostí";

"open" = "OTEVŘÍT";

"add_phone" = "přidat telefonní číslo";

"add_email" = "přidat e-mailovou adresu";

"phone" = "Telefonní číslo";

"email" = "E-mailová adresa";

"first_name" = "Jméno";

"last_name" = "Příjmení";

"done" = "Hotovo";

"cancel" = "Storno";

"edit_user" = "Upravit uživatele";

"enrollment" = "Registrace";

"share" = "Sdílet";

"edit" = "Upravit";

"admin_number" = "Osobní číslo";

"current_password" = "Stávající heslo";

"new_password" = "Nové heslo";

"confirm_password" = "Potvrzení zadání hesla";
